/* A message */
/* A title */
"Clicked link" = "Clicked link";

/* There was a key named 'Clicked link' here but it was a duplicate of an older key and removed. */
/* Button That does something - normal state of button */
"Default State text" = "na(Default State text)";

/* Button That does something - selected state of button */
"Highlighted State Text" = "na(Highlighted State Text)";

/* Text Field default text value */
"Text field text" = "na(Text field text)";

/* Label describing something */
"Label" = "na(Label)";

/* Part of a label in the example */
/* Some link prefix */
"The first part" = "na(The first part)";

/* Part of label in the example */
"The second part" = "na(The second part)";

/* There was a key named 'The first part' here but it was a duplicate of an older key and removed. */
/* Link text to something */
"This is a link" = "na(This is a link)";

/* Some text that comes after the link */
" Continuation of text" = "na( Continuation of text)";

